{
/* Passphrase panel titles */
"MESSAGE_AUTHENTICATION_TITLE" = "Autenticación de mensajes";
"MESSAGE_DECRYPTION_PASSPHRASE_TITLE" = "Descifrado de mensajes";

/**/
"DECRYPTING" = "Descifrando...";
"ENCRYPTING" = "Cifrando...";

/* <PGP> submenu title */
"PGP_MENU" = "PGP";
/* <PGP Keys> submenu title */
"PGP_KEYS_MENU" = "Claves PGP";

/* <PGP> submenu items */
"DECRYPT_MENU" = "Descifrar";
"AUTHENTICATE_MENU" = "Autenticar";
"ENCRYPT_MENU" = "Cifrar nuevo mensaje";
"SIGN_MENU" = "Firmar nuevo mensaje";

/* Description of version prefixed with <Version:> */
"VERSION: %@" = "Versión: %@";

/* PGP preferences panel name */
"PGP_PREFERENCES" = "PGP";

/* Alert title and message */
"MSG_DECRYPTION_ALERT_TITLE_NOT_SIGNED" = "Descifrado de mensajes";
"DECRYPTED_MSG_NOT_SIGNED" = "El mensaje ha sido cifrado pero no firmado. No se puede comprobar su autenticidad.";
"MSG_ENCRYPTION_ALERT_TITLE" = "Se produjo un fallo en el cifrado con PGP";
"MSG_DECRYPTION_ALERT_TITLE" = "Se produjo un fallo al descifrar con PGP";
"MSG_SIGNING_ALERT_TITLE" = "Se produjo un fallo al firmar con PGP";
"UNSUPPORTED_ENCRYPTION_FORMAT" = "GPGMail no es capaz de descifrar este tipo de mensaje.";
"DATA_NOT_AVAILABLE" = "El contenido del mensaje no está disponible temporalmente.";

/* Informational alert title and message */
"AUTHENTICATION_TITLE_OK" = "Autenticación PGP";

/**/
"AUTHENTICATION_TITLE_FAILED" = "Ha fallado la autenticación PGP";
"TRY_AGAIN" = "Intentar de nuevo";
"CANCEL_DELIVERY" = "Cancelar";
"CANCEL_DECRYPTION" = "Cancelar";

/**/
"AUTHENTICATION_TITLE_UNSIGNED" = "Autenticación PGP";
"UNSIGNED_PGP_MESSAGE" = "Este mensaje no ha sido firmado con PGP.";

/* Toolbar item titles */
"DECRYPT_ITEM" = "Descifrar";
"AUTHENTICATE_ITEM" = "Autenticar";
"MAKE_ENCRYPTED_ITEM" = "Hacer cifrado";
"MAKE_CLEAR_ITEM" = "Hacer sin cifrar";
"MAKE_UNSIGNED_ITEM" = "Hacer sin firmar";
"MAKE_SIGNED_ITEM" = "Hacer firmado";
"ENCRYPTED_ITEM" = "Cifrado";
"CLEAR_ITEM" = "Sin cifrar";
"SIGNED_ITEM" = "Firmado";
"UNSIGNED_ITEM" = "Sin firmar";

/* Toolbar item tooltips  */
"DECRYPT_ITEM_TOOLTIP" = "Descifrar mensaje cifrado con PGP";
"AUTHENTICATE_ITEM_TOOLTIP" = "Autenticar mensaje firmado con PGP";
"MAKE_CLEAR_ITEM_TOOLTIP" = "Hacer clic para enviar un mensaje sin cifrar";
"MAKE_ENCRYPTED_ITEM_TOOLTIP" = "Hacer clic para usar cifrado PGP";
"MAKE_UNSIGNED_ITEM_TOOLTIP" = "Hacer clic para enviar un mensaje sin autenticación PGP";
"MAKE_SIGNED_ITEM_TOOLTIP" = "Hacer clic para usar autenticación PGP";
"ENCRYPTED_ITEM_TOOLTIP" = "El mensaje será cifrado; hacer clic para enviar un mensaje sin cifrar";
"CLEAR_ITEM_TOOLTIP" = "El mensaje no será cifrado; hacer clic para usar cifrado PGP";
"SIGNED_ITEM_TOOLTIP" = "El mensaje será firmado con PGP; hacer clic para enviar un mensaje sin firma PGP";
"UNSIGNED_ITEM_TOOLTIP" = "El mensaje no tendrá firma PGP; hacer clic para usar una firma PGP";

/* Signature information */
"Bad policy!"  = "¡Política defectuosa! "; // Followed by a list of policy URLs
"Policy: " = "Política: "; // Followed by a list of policy URLs
"Signed on %@" = "Firmado el %@"; // Param is a date, whose format is set by SIGNATURE_CREATION_DATE_FORMAT
"SIGNATURE_CREATION_DATE_FORMAT" = "%c"; // See NSCalendarDate documentation for format
"No signature creation date available" = "No hay disponible una fecha de creación de la firma";
"Key fingerprint: %@" = "Huella de la clave: %@";
"Key ID: 0x%@" = "ID de clave: 0x%@";
"No key fingerprint/ID available" = "No se ha encontrado ID o huella de clave";
"Validity: %@" = "Validez: %@"; // Param is the validity status string
"Signature expires on %@" = "La firma caduca el %@"; // Param is a date, whose format is set by SIGNATURE_EXPIRATION_DATE_FORMAT
"SIGNATURE_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Key expired on %@" = "La clave caducó el %@"; // Param is a date, whose format is set by KEY_EXPIRATION_DATE_FORMAT
"KEY_EXPIRATION_DATE_FORMAT" = "%x"; // See NSCalendarDate documentation for format
"Signed by %@." = "Firmado por %@."; // Param is a userID
"Signature from %@ is bad!" = "¡Firma defectuosa de %@!"; // Param us a userID
"Signature is bad!" = "¡Firma defectuosa!";
"Signature status error." = "Error en el estado de la firma.";
"MISSING KEY %@." = "No se encuentra la clave %@."; // Param is a key ID in hexadecimal
"Signature summary 0x%04x - Signature status %u." = "Error desconocido: resumen de la firma 0x%04x - estado de la firma %u."; // Generic error message; first param is a hex status flag value, second is a decimal status value
"EXCEPTION: %@" = "Error interno: %@"; // Generic error message; param is a string (exception reason, maybe not localized)
"AUTHENTICATING" = "Verificando firma PGP...";
"UNTRUSTED RECIPIENTS" = "No se confía en al menos una de las claves";

/* Title */
/* Error messages */
"GPGMAIL_CANNOT_WORK" = "GPGMail no puede funcionar, debido a que su aplicación compañera no pudo reiniciarse. Intente cerrar y volver a abrir Mail y, si el error continúa, envíe un mensaje (en inglés, por favor) a gpgmail@sente.ch";
"GPGMAIL_CANNOT_WORK_HAS_GPG_%@_VERSION_%@_NEEDS_%@" = "GPGMail no puede funcionar. Se ha encontrado GnuPG (%@) versión %@, pero se necesita al menos la versión %@. Por favor, salga de la aplicación Mail, instale una versión de GnuPG adecuada (por ejemplo, la de MacGPG Project, http://macgpg.sourceforge.net/), y entonces inicie de nuevo Mail."; // First arg is path to gpg, second and third are version strings
"GPGMAIL_CANNOT_WORK_MISSING_GPG_%@_VERSION_%@" = "GPGMail no puede funcionar. No se ha podido encontrar GnuPG (%@) con, al menos, la versión %@. Por favor, salga de la aplicación Mail, instale una versión de GnuPG adecuada (por ejemplo, la de MacGPG Project, http://macgpg.sourceforge.net/), y entonces inicie de nuevo Mail."; // First arg is path to gpg, second is version string
"INVALID_GPGMAIL_VERSION" = "La versión instalada de GPGMail no es compatible con la versión instalada de Mail."; /* Title of alert sheet */
"NEEDS_COMPATIBLE_BUNDLE_VERSION" = "Es necesario instalar una versión de GPGMail compatible con la versión de sistema operativo. Por favor, vaya a http://www.sente.ch/software/GPGMail/ para obtenerla.";

/* Validity */
"VALIDITY: " = "validez: ";
"Validity=0" = "desconocida";
"Validity=1" = "sin definir";
"Validity=2" = "ninguna";
"Validity=3" = "marginal";
"Validity=4" = "completa";
"Validity=5" = "máxima";

/* Generic MacGPGME error messages */
"GPGErrorCode=1" = "Error genérico";
"GPGErrorCode=8" = "Firma defectuosa";
"GPGErrorCode=9" = "No hay clave pública";
"GPGErrorCode=10" = "Error de verificación";
"GPGErrorCode=11" = "Clave secreta errónea";
"GPGErrorCode=15" = "Armadura ASCII inválida";
"GPGErrorCode=17" = "No se encuentra la clave secreta";
"GPGErrorCode=31" = "Clave no válida";
"GPGErrorCode=40" = "Error del servidor de claves";
"GPGErrorCode=53" = "Clave pública no utilizable";
"GPGErrorCode=54" = "Clave secreta no utilizable";
"GPGErrorCode=55" = "Valor no válido";
"GPGErrorCode=58" = "No hay datos";
"GPGErrorCode=69" = "No implementado";
"GPGErrorCode=84" = "Algoritmo no soportado";
"GPGErrorCode=94" = "Clave revocada";
"GPGErrorCode=99" = "Cancelado";
"GPGErrorCode=107" = "Nombre ambiguo ";
"GPGErrorCode=116" = "No coinciden las políticas";
"GPGErrorCode=125" = "Uso erróneo de la clave";
"GPGErrorCode=150" = "Motor no válido";
"GPGErrorCode=151" = "No se confía en la clave pública";
"GPGErrorCode=152" = "Se produjo un fallo al descifrar";
"GPGErrorCode=153" = "La clave ha caducado";
"GPGErrorCode=154" = "La firma ha caducado";
"GPGErrorCode=16383" = "EOF";

/* Signature attachment filename (suffixed automatically by .sig) */
"PGP_SIGNATURE_FILENAME" = "PGP";

/* Signature attachment content-description */
"This is a digitally signed message part" = "Mensaje firmado digitalmente";

/* Version MIME part content description header */
"CONTENT_DESCRIPTION_HEADER" = "Identificación de versión de PGP/MIME";

/* Encrypted attachment filename (suffixed automatically by .asc) */
"PGP_ENCRYPTED_FILENAME" = "PGP";

/* Encrypted attachment content-description */
"This is an encrypted message part" = "Mensaje cifrado con OpenPGP";

/* Multiple-part description */
"MULTIPART_ENCRYPTED_DESCRIPTION" = "Este es un mensaje cifrado con OpenPGP/MIME (RFC 2440 y 3156)";
"MULTIPART_SIGNED_DESCRIPTION" = "Este es un mensaje firmado con OpenPGP/MIME (RFC 2440 y 3156)";

/* Tooltip for banner icons */
"SIGNATURE_IS_GOOD" = "Firma correcta; el mensaje no ha sido modificado";
"SIGNATURE_IS_NOT_GOOD" = "Error en la firma; el mensaje ha sido modificado";

/* PGP Key Download panel */
"PGP_SEARCH_KEYS_MENUITEM" = "Buscar claves PGP";
"SEARCH" = "Buscar";
"CANCEL_SEARCH" = "Cancelar";
"SEARCHING" = "Buscando...";
"NO_MATCHING_KEYS" = "No se ha encontrado una clave adecuada";
"FOUND_%d_KEYS" = "Se han encontrado %d clave(s) adecuada(s)";
"DOWNLOAD" = "Descargar";
"DOWNLOADING" = "Descargando...";
"DOWNLOADED" = "Claves descargadas e importadas";
"SEARCH_KEYS_ON_SERVER" = "Buscar claves PGP en servidor de claves";
"DOWNLOAD_KEYS_FROM_SERVER" = "Descargar claves del servidor de claves";
"SEARCH_ERROR" = "Se produjo un error en la búsqueda";
"DOWNLOAD_ERROR" = "Se produjo un error en la descarga";
" (%u bits)" = " (%u bits)";
", created on %@" = ", creado el %@";
", expires on %@" = ", caduca el %@";
", expired on %@" = ", caducó el %@";
"REVOKED_KEY - " = "Revocada - "; // Prefixes found key description, when necessary; followed by keyID, userID, etc.

/* Unmatched PGP keys for receipts - sheet */
"MISSING_KEYS: DOWNLOAD" = "Algunas direcciones no coinciden con ninguna clave PGP conocida. ¿Desea buscar más claves?"; // Title
"UNMATCHED_ADDRESSES: %@" = "Las siguientes direcciones no coinciden con ninguna clave PGP conocida:\n%@"; // Message
"SEARCH_MATCHING_KEYS" = "Buscar"; // Default button
"SEND_IN_CLEAR" = "Enviar sin cifrar"; // button title; used in dialog after delivery failure due to missing public keys

"INVALID_HASH_%@" = "El algoritmo de hash '%@' no está permitido según  RFC3156.";
"GPGMAIL_VS_PGPMAIL" = "GPGMail no puede funcionar si  PGPmail ha diso instalado";
"GPGMAIL_%@_VS_PGPMAIL_%@" = "Ambos paquetes proveen las mismas funcionalidades, y sólo uno de ellos puede estar instalado. Debe desinstalar, o bien '%@', o '%@'.";
"QUIT" = "Salir";
"CONTINUE_ANYWAY" = "Intentar continuar"; // Used as button title in modal sheet (PGPmail vs GPGMail)

/* Composer accessory view header, under To:, CC:, Subject: */
"PGP:" = "PGP:";

/* Key description in popups; prefixes key (actually, primary userID), when necessary; followed by keyID, userID, etc.*/
"REVOKED_KEY:" = "Revocada:";
"EXPIRED_KEY:" = "Caducada:";
"DISABLED_KEY:" = "Desactivada:";
"INVALID_KEY:" = "Inválida:";

/* UserID description in popups; prefixes userID, when necessary; followed by name, email, etc.*/
"REVOKED_USER_ID:" = "Revocado:";
"INVALID_USER_ID:" = "Inválido:";

/* GPGMail exception reasons */
"NO_VALID_PUBLIC_KEY" = "No se ha encontrado una clave pública válida. Todas han caducado, han sido desactivadas o revocadas."; // Could be displayed after encryption
"NO_VALID_PRIVATE_KEY" = "No se ha encontrado una clave personal válida. O bien no se ha elegido ninguna, o la clave elegida ha sido revocada, desactivada, o ha caducado."; // Could be displayed after encryption

/* Alert when user has no PGP key */
"NO PGP PRIVATE KEY - TITLE" = "No dispone de ninguna clave PGP. No puede utilizar GPGMail para cifrar o firmar mensajes.";
"NO PGP PRIVATE KEY - MESSAGE" = "Si desea poder cifrar o firmar mensajes con PGP, necesita una clave personal PGP. Para crear dicha clave, puede descargar e instalar GPG Keychain Access de MacGPG desde  http://macgpg.sourceforge.net/";

/* Conflict resolution panel*/
"<ME>" = "Yo";
"<YES>" = "Sí";
"<NO>" = "No";
"<ALWAYS>" = "Siempre";
"<NEVER>" = "Nunca";
"<ACCEPTS>" = "Aceptar";

/* Additional info describing key */
"DISABLED_KEY_QUALIFIER" = "deshabilitada";
"INVALID_KEY_QUALIFIER" = "inválida";
"REVOKED_KEY_QUALIFIER" = "revocada";
"EXPIRED_KEY_QUALIFIER" = "caducada";
"CANNOT_ENCRYPT_KEY_QUALIFIER" = "no se puede cifrar";
"CANNOT_SIGN_KEY_QUALIFIER" = "no se puede firmar";

/* Additional info describing userID */
"INVALID_USER_ID_QUALIFIER" = "inválida";
"REVOKED_USER_ID_QUALIFIER" = "revocada";

"COPY_MSG_URL_MENUITEM" = "Copy Message URL";
}